Repository: closemarketing/gravityforms-es
Catalog: languages/gravityformsmailchimp/*.po
Languages: es_es

source: There is a new version of Gravity Forms MailChimp Add-On available.
es_es: ﻿Hay una nueva versión disponible del Addon Mail Chimp de Gravity Forms.

source: View version %s Details
es_es: Ver detalles de la Versión %s

source: %sRegister%s your copy of Gravity Forms to receive access to automatic upgrades and support. Need a license key? %sPurchase one now%s.
es_es: %sRegistra%s tu copia de Gravity Forms para recibir acceso automático a actualizaciones y soporte. ¿Necesitas una clave de licencia? %sCompra Ahora una%s.

source: MailChimp List
es_es: Lista MailChimp

source: Select the MailChimp list you would like to add your contacts to.
es_es: Selecciona la Lista Campaign Monitor que te gustaría añadir los contactos.

source: Select the Gravity Form you would like to integrate with MailChimp. Contacts generated by this form will be automatically added to your MailChimp account.
es_es: Seleccione el formulario gravity que le gustaría integrar con MailChimp. Contactos generados por este formulario se añadirán automáticamente a tu cuenta de MailChimp.

source: Send Welcome Email
es_es: Enviar Email Bienvenida

source: When this option is enabled, users will receive an automatic welcome email from MailChimp upon being added to your MailChimp list.
es_es: Cuando se activa esta opción, los usuarios recibirán un correo electrónico de bienvenida automático de MailChimp al ser añadido a su lista MailChimp.

source: Map Fields
es_es: Mapa de Campos

source: Associate your MailChimp merge variables to the appropriate Gravity Form fields by selecting.
es_es: Asociar los campos personalizados Campaign Monitor a los campos de Gravity Forms apropiadas seleccionando el campo del formulario adecuado en la lista.

source: Opt-In Condition
es_es: Condición Entrada

source: When the opt-in condition is enabled, form submissions will only be exported to MailChimp when the condition is met. When disabled all form submissions will be exported.
es_es: Cuando la condición de opt-in está activado, los envíos de formularios sólo se exportarán a MailChimp cuando se cumple la condición. Cuando deshabilitado se exportarán todos los envíos de formularios.

source: Double Opt-In
es_es: Doble Condición

source: When the double opt-in option is enabled, MailChimp will send a confirmation email to the user and will only add them to your MailChimp list upon confirmation.
es_es: Cuando la opción de doble opt-in está habilitada, MailChimp enviará un correo electrónico de confirmación al usuario y sólo les agregue a su lista de MailChimp después de la confirmación.

source: Valid username and password.
es_es: Requiere nombre de usuario y contraseña

source: Invalid username and/or password. Please try another combination.
es_es: Nombre de usuario y / o contraseña no válidos. Por favor, intenta otra combinación.

source: MailChimp Account Information
es_es: Información Cuenta MailChimp

source: MailChimp API Key
es_es: Llave API MailChimp

source: Legacy API Credentials
es_es: Credenciales de API Legado

source: The following API authentication method has been deprecated. <br/>You may need to use the API key above in order for MailChimp to function properly.
es_es: El siguiente método de autenticación de API ha quedado en desuso. <br/> Puede que tenga que utilizar la clave de API anterior con el fin de MailChimp para que funcione correctamente.

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Save Settings
es_es: Guardar Configuración

source: Uninstall MailChimp Add-On
es_es: Desinstalar Addon MailChimp

source: Warning! This operation deletes ALL MailChimp Feeds.
es_es: ¡Advertencia! Esta operación elimina TODOS MailChimp Feeds.

source: Warning! ALL MailChimp Feeds will be deleted. This cannot be undone. \'OK\' to delete, \'Cancel\' to stop
es_es: ¡Advertencia! TODAS Feeds MailChimp se eliminarán. Esto no se puede deshacer. \ &#39;\ Aceptar&#39; para eliminar, \ &#39;\ Cancelar &quot;para detener

source: Feed deleted.
es_es: Conector borrado.

source: Feeds deleted.
es_es: Conectores borrados.

source: MailChimp Feeds
es_es: Conectores MailChimp

source: Add New
es_es: Añadir Nuevo

source: Bulk action
es_es: \'Cancelar\' para parar, \'OK\' para borrar.

source: Delete
es_es: Borrar

source: Apply
es_es: Aplicar

source: Delete selected feeds?
es_es: ¿Borrar estos conectores?

source: \'Cancel\' to stop, \'OK\' to delete.
es_es: \'Cancelar\' para parar, \'OK\' para borrar.

source: Form
es_es: Formulario

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Edit
es_es: Editar

source: Delete this feed?
es_es: ¿Borrar este conector?

source: Ajax error while updating feed
es_es: Error Ajax cuando se actualizaba el conector

source: MailChimp Feed
es_es: Conector MailChimp

source: We are unable to login to MailChimp with the provided credentials. Please make sure they are valid in the %sSettings Page%s
es_es: No somos capaces de ingresar a MailChimp con las credenciales proporcionadas. Por favor, asegúrese de que son válidos en la carpeta% sSettings página% s

source: Feed Updated. %sback to list%s
es_es: Conector Actualizado. %svolver al listado%s

source: Feed could not be updated. Please enter all required information below.
es_es: El conector no se actualizaron. Por favor ingrese toda la información requerida.

source: MailChimp list
es_es: Lista MailChimp

source: Could not load MailChimp contact lists. <br/>Error:
es_es: No se pudo cargar las listas de contactos de MailChimp. <br/> Error:

source: Select a MailChimp List
es_es: Seleccionar Lista MailChimp

source: Select a form
es_es: Selecciona formulario

source: Enable
es_es: Habilitar

source: Export to MailChimp if
es_es: Exportar a MailChimp si

source: is
es_es: es

source: is not
es_es: no es

source: greater than
es_es: mayor que

source: less than
es_es: menor que

source: contains
es_es: contiene

source: starts with
es_es: empieza con

source: ends with
es_es: termina con

source: To create an Opt-In condition, your form must have a field supported by conditional logic.
es_es: Para crear una condición de Opt-In, el formulario debe tener un campo con el apoyo de la lógica condicional.

source: Options
es_es: Opciones

source: Abusing this may cause your MailChimp account to be suspended.
es_es: Abusar esto puede causar su cuenta de MailChimp a ser suspendido.

source: Save
es_es: Guardar

source: Update
es_es: Actualizar

source: Cancel
es_es: Cancelar

source: Ajax error while selecting a form
es_es: Error Ajax cuando se seleccionaba un formulario

source: Enter value
es_es: Introducir Valor

source: Groups
es_es: Grupos

source: Assign to group
es_es: Asignar al Grupo

source: To create a condition, your form must have a field supported by conditional logic.
es_es: Para crear una condición de Opt-In, el formulario debe tener un campo con el apoyo de la lógica condicional.

source: List Fields
es_es: Listar Campos

source: Form Fields
es_es: Campos del Formulario

source: Entry Date
es_es: Fecha Entrada

source: User IP
es_es: IP Usuario

source: Source Url
es_es: URL Origen

source: Form Title
es_es: Título del Formulario

source: Full
es_es: Completo

source: Subscribe user to MailChimp only when payment is received.
es_es: Suscribirse a MailChimp sólo cuando se realizó el pago.

source: You don't have adequate permission to uninstall MailChimp Add-On.
es_es: No tienes suficientes permisos para desinstalar este addon.

source: Oops!! Something went wrong.%sPlease try again or %scontact us%s.
es_es: Oops!! Algo fue mal. %sPor favor intenta otra vez o %scontacta con nosotros %s.
