Repository: closemarketing/gravityforms-es
Catalog: languages/gravityformsquiz/*.po
Languages: es_es

source: View version %s Details
es_es: Ver Detalles Versión %s

source: Oops!! Something went wrong.%sPlease try again or %scontact us%s.
es_es: Oops!! Algo fue mal. %sPor favor intenta otra vez o %scontacta con nosotros %s.

source: Pass
es_es: Aprobado

source: Fail
es_es: Suspendido

source: Drag to re-order
es_es: Arrastra para re-ordenar

source: add another grade
es_es: añadir otra calificación

source: remove this grade
es_es: eliminar esta calificación

source: First Choice
es_es: Primera Elección

source: Second Choice
es_es: Segunda Elección

source: Third Choice
es_es: Tercera Elección

source: Click to define as correct
es_es: Haz clic para definir el correcto

source: Mark an answer as correct by using the checkmark icon to the right of the answer.
es_es: Marcar respuesta como correcta usando el icono selección a la derecha de la respuesta.

source: Click to define as incorrect
es_es: Clic para definir el incorrecto

source: <strong>Quiz Results:</strong> You Failed! <strong>Correct Answers:</strong> {quiz_score} <strong>Percentage:</strong> {quiz_percent}%
es_es: <strong>Resultados Test:</strong> ¡Suspendiste! <strong>Respuestas Correctas:</strong> {quiz_score} <strong>Porcentaje:</strong> {quiz_percent}%

source: <strong>Quiz Results:</strong> You Passed! <strong>Correct Answers:</strong> {quiz_score} <strong>Percentage:</strong> {quiz_percent}%
es_es: <strong>Resultados Test:</strong> ¡Aprobaste! <strong>Respuestas Correctas:</strong> {quiz_score} <strong>Porcentaje:</strong> {quiz_percent}%

source: <strong>Quiz Grade:</strong> {quiz_grade} <strong>Correct Answers:</strong> {quiz_score} <strong>Percentage:</strong> {quiz_percent}%
es_es: <strong>Calificación del Test:</strong> {quiz_grade} <strong>Respuestas Correctas:</strong> {quiz_score} <strong>Porcentaje:</strong> {quiz_percent}%

source: Grading
es_es: Calificación

source: None
es_es: Nada

source: Pass/Fail
es_es: Aprobado/Suspendido

source: Letter
es_es: Letra

source: Pass Percentage
es_es: Porcentaje Aprobado

source: Quiz Pass Confirmation
es_es: Confirmación Examen Test

source: Disable Auto-formatting
es_es: Desactivar Auto-formato

source: Quiz Fail Confirmation
es_es: Confirmación Test Suspendido

source: Letter Grades
es_es: Calificación por Letras

source: Label
es_es: Etiqueta

source: Percentage
es_es: Porcentaje

source: Quiz Confirmation
es_es: Confirmación del Test

source: Quiz Score Total
es_es: Total Puntuación del Test

source: Quiz Pass/Fail
es_es: Aprobado/Suspendido Test

source: Quiz Grade
es_es: Calificación Test

source: Quiz Percentage
es_es: Porcentaje del Test

source: Quiz
es_es: Test

source: Enter the message that should appear when the user reaches the pass percentage. This will appear immediately below the form confirmation message.
es_es: Introduce el mensaje que debería aparecer cuando un usuario pasa el porcentaje. Este aparecerá inmediatamente debajo del mensaje de confirmación del formulario.

source: Quiz Confirmation Message
es_es: Mensaje de confirmación del Test

source: No Grading
es_es: Sin Calificación

source: Grading will not be used for this form.
es_es: La calificación no será utilizada en este formulario.

source: Enable Pass/Fail Grading
es_es: Habilitar Calificación Aprobado/Suspendido

source: Enable Letter Grading
es_es: Habilitar Calificación por Letras

source: Quiz Question
es_es: Pregunta Test

source: Quiz Type
es_es: Tipo Test

source: Randomize Quiz Answers
es_es: Respuestas aleatorias del Test

source: Enable Answer Explanation
es_es: Habilitar explicación respuesta

source: Quiz Answer Explanation
es_es: Explicación respuesta del Test

source: Quiz Answers
es_es: Respuestas del Test

source: Drop Down
es_es: Selección

source: Radio Buttons
es_es: Botones de opción

source: Checkboxes
es_es: Casillas Verificación

source: Bulk Add / Predefined Choices
es_es: Añadir Masivo / Acciones predefinidas

source: Randomize order of choices
es_es: Orden aleatorio de las opciones

source: Enable answer explanation
es_es: Habilitar explicación respuesta

source: Quiz answer explanation
es_es: Explicación respuesta del Test

source: There is a new version of Gravity Forms Quiz Add-On available.
es_es: Hay una nueva versión de Gravity Forms Quiz disponible.

source: %sRegister%s your copy of Gravity Forms to receive access to automatic upgrades and support. Need a license key? %sPurchase one now%s.
es_es: %sRegistra%s tu copia de Gravity Forms para recibir acceso automático a actualizaciones y soporte. ¿Necesitas una clave de licencia? %sCompra Ahora una%s.
